export const sliderData = [
	{
		range: { startYear: 1982, endYear: 1986 },
		contents: [
			{
				year: 1982,
				content: 'Основание компании Sun Microsystems.',
			},
			{
				year: 1983,
				content: 'Открытие первого McDonald’s в Москве.',
			},
			{
				year: 1984,
				content:
					'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
			},
			{
				year: 1985,
				content: 'Нахождение затонувшего «Титаника».',
			},
			{
				year: 1986,
				content: 'Катастрофа на Чернобыльской АЭС.',
			},
		],
	},
	{
		range: { startYear: 1987, endYear: 1991 },
		contents: [
			{
				year: 1987,
				content: 'Первая кампания по защите озонового слоя.',
			},
			{
				year: 1988,
				content: 'Создание программы антивируса McAfee.',
			},
			{
				year: 1989,
				content: 'Падение Берлинской стены.',
			},
			{
				year: 1990,
				content: 'Запуск космического телескопа Hubble.',
			},
			{
				year: 1991,
				content: 'Распад Советского Союза.',
			},
		],
	},
	{
		range: { startYear: 1992, endYear: 1997 },
		contents: [
			{
				year: 1992,
				content: 'Официальное открытие Европейского Союза.',
			},
			{
				year: 1993,
				content: 'Запуск пентиума от Intel.',
			},
			{
				year: 1994,
				content: 'Основание компании Amazon.',
			},
			{
				year: 1995,
				content: 'Windows 95 выходит на рынок.',
			},
			{
				year: 1996,
				content: 'Клонирование овцы Долли.',
			},
			{
				year: 1997,
				content: 'Смерть принцессы Дианы.',
			},
		],
	},
	{
		range: { startYear: 1999, endYear: 2004 },
		contents: [
			{
				year: 1999,
				content: 'Запуск Napster, первой большой сети обмена файлами.',
			},
			{
				year: 2000,
				content: 'Проблема "2000-го года" в компьютерных системах.',
			},
			{
				year: 2001,
				content: 'Теракты 11 сентября в США.',
			},
			{
				year: 2002,
				content: 'Открытие первой версии Firefox.',
			},
			{
				year: 2003,
				content: 'Завершение проекта генома человека.',
			},
			{
				year: 2004,
				content: 'Основание социальной сети Facebook.',
			},
		],
	},
	{
		range: { startYear: 2014, endYear: 2017 },
		contents: [
			{
				year: 2014,
				content: 'Открытие самого высокого небоскреба в мире - Burj Khalifa.',
			},
			{
				year: 2015,
				content: 'Обнаружение воды на Марсе.',
			},
			{
				year: 2016,
				content:
					'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11.',
			},
			{
				year: 2017,
				content: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi.',
			},
		],
	},
	{
		range: { startYear: 2015, endYear: 2022 },
		contents: [
			{
				year: 2015,
				content: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
			},
			{
				year: 2016,
				content:
					'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
			},
			{
				year: 2017,
				content: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
			},
			{
				year: 2018,
				content: 'Открытие первого в мире подводного отеля на Мальдивах.',
			},
			{
				year: 2019,
				content: 'Первый полет частного космического корабля Crew Dragon от SpaceX.',
			},
			{
				year: 2020,
				content: 'Начало пандемии COVID-19.',
			},
			{
				year: 2021,
				content: 'Вступление в силу соглашения о Парижском климатическом соглашении.',
			},
			{
				year: 2022,
				content: 'Запуск первого арктического исследовательского спутника.',
			},
		],
	},
];
